Repository: College-Graduation-Team/Vehicle-Share-API
Catalog: Vehicle_Share/Vehicle_Share.Core/SharedResources/SharedResources.*.resx
Languages: ar

# ConfirmPhoneNumber
source: Phone number Is Not Confirmed!
ar: تم تاكيد رقم الهاتف بنجاح

# Created
source: Created Successfully
ar: تم الانــشــــاء بنــجــــاح

# Deleted
source: Deleted Successfully
ar: تم الــحــــذف بنــجــــاح

# Error
source: please check enternet connection and try again or error when sending
ar: حدث خطاء ما . حاول في وقت لاحق

# ExistsName
source: Username is already registered
ar: هذا الاســـم مســتــخــدم بالـــفــعــل

# NationalId
source: National ID already exists .
ar: الرقم القومي موجود بالفعل

# NoCar
source: Car not found
ar: الــسيــاره لــيــســت مـــوجـــــوده

# AddCar
source: You must added car
ar: يجب اضافة سياره

# NoAuth
source: User Not Authorize
ar: المــــــســتــــخــــدم غــــيـــر مـــرخـــص

# NotConfirmPhoneNumber
source: Phone number Is Not Confirmed!
ar: رقم الهاتف ليس مؤاكدا

# NoUserData
source: User data not found please add data and try again .
ar: بايانات المستخدم غير موجوه . من فضلك اضف البايانات ثم حاول مره اخري

# PhoneInvalid
source: Phone number is invalid
ar: رقم الهاتف غـيـر صالــح

# PhoneRequired
source: Phone number is required
ar: رقم الهاتف مــطــلــوب

# Success
source: Proccess is success .
ar: تـــمــت الـعـمـلـيـه بــنــجــــاح

# Updated
source: Updated Successfully
ar: تم التــحــديث بنــجــــاح

# UserData
source: User data added before
ar: لقد قمت باضافة البايانات مسبقاا

# WrongCode
source: Invalid code !
ar: هذا الكود لــيــس صحيحاا

# WrongPhoneOrPassword
source: Phone number or Password is incorrect!
ar: خطاء في رقم الهاتف او كلمة المرور

# WrongPhoneNumber
source: Phone is incorrect
ar: خـــــطـــــاء فــــي رقــــم الـــهــــاتــــــف

# WrongToken
source: Invalid token or Inactive token
ar: الــتــوكــن ليس صحـيـح او غـيـر نـشــط

# CodeRequired
source: Code is required
ar: الـــرمـــز مــــطــــلــوب

# CodeInvalid
source: Code must be 6 numbers
ar: يجب أن يتكون الرمز من 6 أرقام

# DenyRequest
source: Request denied successfully
ar: لـــقـــد تــــم رفــــض الـــطــــلــــب

# InvalidAvailableSeats
source: You enter invalid available seats number .
ar: لقد ادخلت رقم غير صالح في عدد المقاعد المتاحه

# InvalidRequestedSeats
source: You enter invalid requestedSeats number .
ar: لقد ادخلت رقم غير صالح في عدد المقاعد المطلوبه

# NoDriver
source: You are not driver
ar: انـــت لــســـت ســــائــــــق

# NoLicense
source: License not found
ar: الرخــصــه الـشـخـصـيـه غـــيـــر مـــوجــــوده

# NoPassanger
source: You are not Passenger
ar: انت لست راكــــــــــب

# NoRequest
source: Request not found
ar: الـــطـــلــــب غــــيـــر مـــوجــود

# NoSendRequest
source: You cannot make a request for your own trip.
ar: لا يمكن ارسال طلب الي رحله انت الي ضيفها

# NoTrip
source: trip not found or finished
ar: الرحلة غير موجوده او انــتــهــيــت

# SendRequestBefore
source: You already send request before
ar: لـــقـــد ارســــلــــت طــــلـــب مــن قـــبـــل

# ShowTripDriver
source: You can't show trips of drivers
ar: لا يــمـكـن رايــة رحالات السائق

# ShowTripPassanger
source: You can't show trips of Passenger
ar: لا يــمـكـن رايــة رحالات الراكــب

# TokenRequired
source: token is required .
ar: الــتــوكــن مـــطــلــوب .

# PasswordRequired
source: Password is required
ar: كـــلــمة المــرور مــطــلــوبــه

# UserName
source: Name is required .
ar: اســـم الـمـسـتخـدم مــطــلوب

# Required
source: All fields is required
ar: كـــــل الحـــــقـــول مـــطـــلــوبه
